<!--NEXT Раздел "ЧАВО"-->
<template>
  <div class="col-md-12">
    <div class="s-container muted">
      <h1 class="s-title">Часто-задаваемые вопросы</h1>
      <div class="row">
        <div class="col-md-2"></div>
        <div class="col-md-8 block">
          <!--NEXT Вопрос-->
          <div class="text-left">
            <button type="button" data-toggle="collapse" data-target="#collapse1" class="text-left">
              Я не знаю, как правильно сформулировать проблему, мне можно приходить в терапию?
            </button>
            <div id="collapse1" class="collapse">
              <p>
                Так часто случается, что человеку плохо, но он не осознает причины своей проблемы, не может
                сформулировать, что не так. Внешне жизнь может быть успешной, но внешнее благополучие не является
                противопоказанием к терапии. Главное твои чувства. Если ты чувствуешь, что нужна помощь, то стоит
                обращаться за поддержкой специалиста, моя задача как психотерапевта помочь тебе разобраться в том, что
                происходит с тобой и как возможно это улучшить.
              </p>
            </div>
          </div>
          <!--NEXT Вопрос-->
          <div>
            <button type="button" data-toggle="collapse" data-target="#collapse2" class="text-left">
              Как скоро я получу результат?
            </button>
            <div id="collapse2" class="collapse">
              <p>
                Считается, что необходимое время для устойчивых изменений, зависит от момента травмы, до настоящего
                времени. Допустим, основное травматическое событие произошло в 5 лет, а сейчас тебе 30 лет, каждый год
                твоей жизни от 5 до 30 равен месяцу терапии с регулярным сеттингом. Мой опыт работы подтверждает
                актуальность этих расчетов, на них я и опираюсь.
              </p>
            </div>
          </div>
          <!--NEXT Вопрос-->
          <div>
            <button type="button" data-toggle="collapse" data-target="#collapse3" class="text-left">
              От чего зависит результат терапии?
            </button>
            <div id="collapse3" class="collapse">
              <p>
                Результат терапии во многом зависит от желания что-то менять. От твоей вовлеченности в происходящее,
                желания сотрудничать и вклада в терапевтические отношения. Так же важно, чтобы терапия проходила на
                регулярной основе с устойчивым сеттингом и границами.
              </p>
            </div>
          </div>
          <!--NEXT Вопрос-->
          <div>
            <button type="button" data-toggle="collapse" data-target="#collapse4" class="text-left">
              Вдруг мне станет хуже от разговоров? Может лучше думать о хорошем?
            </button>
            <div id="collapse4" class="collapse">
              <p>
                Действительно в процессе терапии неизбежно возникают сложные чувства - боль, злость, обида и прочие. Эти
                тяжелые чувства необходимы для восстановления функций психической регуляции любого организма и
                естественной способности управлять жизнью. Боль помощник в осознавании, она будет поддерживать тебя в
                решении менять свою жизнь в лучшую сторону!
                <br /><br />
                Желание думать только о хорошем это избегание реальности, оно не помогает совершить перемены в жизни, а
                лишь удерживает в неблагоприятной ситуации. Представь женщину, которая привыкла к насилию в отношениях,
                чтобы выжить в таких отношениях ей пришлось заморозить свои чувства и приспособиться к своей страшной
                реальности. Одна из задач терапии помочь «разморозить» эти подавленные чувства и реализовать
                остановленное движение жизни. Это неприятно, но, проживание дает силы для позитивных перемен.
              </p>
            </div>
          </div>
          <!--NEXT Вопрос-->
          <div>
            <button type="button" data-toggle="collapse" data-target="#collapse5" class="text-left">
              Если у меня нет отношений, мне нужна терапия созависимости?
            </button>
            <div id="collapse5" class="collapse">
              <p>
                Здорово, если ты свободен от со-зависимых отношений. Но, если тебе свойственны модели со-зависимого
                поведения, то ты находишься в зоне риска и со сто процентной вероятностью, если не будешь работать над
                осознанностью, то окажешься в со-зависимой связи.
                <br /><br />
                Поэтому, я рекомендую работу над собой независимо от того, в отношениях ты или нет. Соза к сожалению не
                исчезает только от того, что у нас нет партнера, она временно дремлет.
              </p>
            </div>
          </div>
          <!--NEXT Вопрос-->
          <div>
            <button type="button" data-toggle="collapse" data-target="#collapse6" class="text-left">
              Стоит ждать, когда мне станет легче и тогда приходить в терапию?
            </button>
            <div id="collapse6" class="collapse">
              <p>
                У многих моих клиентов бывает идея, что в терапию приходить стоит в каком-то особенном состоянии,
                "правильном". Я часто слышу, вот я сейчас приведу себя в порядок или поправлю свои дела или разберусь с
                финансами. Это тоже откладывание на потом и оно не улучшает, а только усугубляет ситуацию.
                <br /><br />
                Со временем ты убедишься, что откладывания не срабатывают, а жизнь проходит и мечты о душевном покое и
                радости жизни остаются мечтами. Выбирать терапию стоит всегда, если ты ощущаешь что тебе нужна помощь,
                потому, что это выбор в пользу лучшей жизни!
              </p>
            </div>
          </div>
        </div>
        <div class="col-md-2"></div>
      </div>
    </div>
  </div>
</template>
<style scoped>
.s-title {
  padding-bottom: 40px;
}
.block {
  background: #fff;
  padding: 10px 15px 30px;
  margin: 0 50px;
  border-radius: 20px;
}
button,
button:active,
button:focus {
  font-size: 1.3rem;
  background: none;
  border: none;
  outline: none;
  padding: 10px 0 0 20px;
  cursor: pointer;
}
p {
  padding: 5px 100px 0 40px;
}
</style>
