export const educationElements = [
  {
    type: "Диплом о высшем образовании",
    title: "Психолог. Преподаватель психологии.",
    period: "2000 - 2005",
    location: "Экономико-Правовой институт",
    city: "Воронеж",
  },
];

export const educationHistory = [
  {
    type: "Повышение квалификации",
    title: "Психологическое консультирование и психотерапия клиентов с сексуальными дисфункциями",
    period: "2013",
    location: "Институт практической психологии и психоанализа",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Гешталь-подход в области психологического консультирования",
    period: "2011",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Арт-терапия: разнообразие подходов",
    period: "2010-2011",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Снятие учебного и рабочего стресса",
    period: "2010",
    location: "Психолого-педагогический университет",
    city: "Москва",
  },
  {
    type: "Профессиональная переподготовка",
    title: "Современные методы психологической коррекции и консультирование",
    period: "2005 - 2008",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
];
