export const educationHistory = [
  {
    type: "Терапевтическая программа Бертрама Мюллера",
    title:
      "Диагностика, психопатология и теория Селф как руководство для терапевтических интервенций в гештальт-терапии",
    period: "январь-март 2023",
    location: "МИГиП",
  },
  {
    type: "Тематическая программа Питера Филиппсона",
    title: "Чувства и бесчувственность: как оживить процесс клиента?",
    period: "январь-март 2022",
    location: "МИГиП",
  },
  {
    type: "Курс онлайн семинаров от доктора Janae Weinhold",
    title: "4-х этапная модель развития детей",
    period: "июль 2020",
    location: "Colorado Professional Development Center",
  },
  {
    type: "Повышение квалификации",
    title: "Психологическое консультирование и психотерапия клиентов с сексуальными дисфункциями",
    period: "2013",
    location: "Институт практической психологии и психоанализа",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Гешталь-подход в области психологического консультирования",
    period: "2011",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Арт-терапия: разнообразие подходов",
    period: "2010-2011",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
  {
    type: "Повышение квалификации",
    title: "Снятие учебного и рабочего стресса",
    period: "2010",
    location: "Психолого-педагогический университет",
    city: "Москва",
  },
  {
    type: "Профессиональная переподготовка",
    title: "Современные методы психологической коррекции и консультирование",
    period: "2005 - 2008",
    location: "Институт современных психологических технологий",
    city: "Москва",
  },
];
